export const mappingPopup = {
  headerRow: [
    {
      key: "Old_user_number_of_couple",
      value: [
        "Old user (number of couple)",
        "Old user (number of couple)(in facility,outreach,and CBD&VHV)",
        "The user that ever use FP and continue until present",
        "Registration book for FP column 8",
        "ຜູ້ໃຊ້ບໍລິການເກົ່າ",
        "ຜູ້ມາໃຊ້ບໍລິການເກົ່າ (ສະຖານທີ່ບໍລິການ, ນອກສະຖານທີ່ບໍລິການ, CBD ແລະ ອສບ)",
        "ຈຳນວນຜູ້ບໍລິການທີ່ເຄີຍໃຊ້ບໍລິການວາງແຜນຄອບຄົວ ແລະ ສືບຕໍ່ມາຮອດເດືອນນີ້.",
        "ສັງລວມຈາກ ປື້ມບັນທຶກການບໍລິການວາງແຜນຄອບຄົວ ຫ້ອງ ຜູ້ໃຊ້ບໍລິການເກົ່າ",
      ],
    },
    {
      key: "New_user_number_of_couple",
      value: [
        "New user (number of couple)",
        "New user (number of couple)(in facility,outreach,and CBD&VHV)",
        "",
        "",
        "ຜູ້ໃຊ້ບໍລິການໃໝ່",
        "ຜູ້ໃຊ້ບໍລິການໃໝ່ (ສະຖານທີ່ບໍລິການ, ນອກສະຖານທີ່ບໍລິການ, CBD ແລະ ອສບ)",
        "ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ບໍລິການ ການວາງແຜນຄອບຄົວໃໝ່ຂອງເດືອນນີ້ ຫລືຜູ້ມາບໍລິການທີ່ບໍ່ເຄີຍໃຊ້ການວາງແຜນຄອບຄົວໃດມາກ່ອນ (ໃໝ່ໃນເດືອນ, ໃໝ່ໃນປີ)</br>ໝາຍເຫດ: ໃໝ່ແມ່ນຜູ້ທີ່ບໍ່ເຄີຍໃຊ້ການວາງແຜນຄອບຄົວທຸກຊະນິດໃນໄລຍະຜ່ານມາ.",
        "ສັງລວມຈາກ ປື້ມບັນທຶກການບໍລິການວາງແຜນຄອບຄົວ ຫ້ອງ ຜູ້ໃຊ້ບໍລິການໃໝ່",
      ],
    },
    {
      key: "Number_of_continue_users",
      value: [
        "Number of continue users",
        "",
        "",
        "",
        "ຜູ້ໃຊ້ບໍລິການສືບ​ຕໍ່",
        "",
        "ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ການວາງແຜນຄອບຄົວສືບຕໍ່ ຫຼື ມາກ່ອນ ແລະປະຈຸບັນກໍຍັງສືບຕໍ່ໃຊ້ ຫຼືບໍ່ໃຊ້ (ໃນປີປະຈຸບັນ) ຊຶ່ງອາດຈະມາຮັບການບໍລິການຢູ່ສະຖານທີ່ບໍລິການບ່ອນເກົ່າ ຫຼື ອາດໄປຮັບບໍລິການຢູ່ບ່ອນອື່ນ ຖືວ່າຍັງເປັນຜູ້ສືບຕໍ່ຂອງສະຖານທີ່ບໍລິການນັ້ນ",
        "ສັງລວມຈາກ ປື້ມບັນທຶກການບໍລິການວາງແຜນຄອບຄົວ ຫ້ອງ ຜູ້ໃຊ້ບໍລິການສືບຕໍ່",
      ],
    },
    {
      key: "Total_number_distributed",
      value: [
        "Total number distributed",
        "",
        "",
        "",
        "ຈ.ນ ​ທີ່ໄດ້ແຈກຍາຍ",
        "ຈ.ນ ​ທີ່ໄດ້ແຈກຍາຍ",
        "ແມ່ນຈຳນວນີ່ໄດ້ແຈກຢາຍໃຫ້ຜູ້ມາໃຊ້ບໍລິການ",
        "",
      ],
    },
  ],
  headerColumn: [
    {
      key: "Condoms_",
      value: [
        "Condoms",
        "",
        "",
        "",
        "ຖົງຢາງອະນາໄມ",
        "ຖົງຢາງອະນາໄມ",
        "ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດດ່ຽວໃນການວາງແຜນຄອບຄົວ",
        "",
      ],
    },
    {
      key: "Single_Pill",
      value: [
        "Single Pill",
        "",
        "",
        "",
        "ຢາຄຸມຊະນິດດ່ຽວ",
        "ຢາຄຸມເມັດດ່ຽວ (ສະຖານທີ່ບໍລິການ, ນອກສະຖານທີ່ບໍລິ ການ, CBD ແລະ ອສບ)",
        "<b>ຜູ້ໃຊ້ບໍລິການເກົ່າ:</b>ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດດ່ຽວໃນການວາງແຜນຄອບຄົວ ຫລື ຜູ້ທີ່ເຄີຍໃຊ້ການວາງແຜນຄອບຄົວຊະນິດອື່ນໆມາກ່ອນ ແຕ່ປ່ຽນມາໃຊ້ ຢາຄຸມເມັດດ່ຽວ ຫຼື ໃຊ້ຢາຄຸມເມັດດ່ຽວມາກ່ອນ ແລະ ໃນເດືອນນີ້ກໍຍັງມາຮັບບໍລິການ.</br><b>ຜູ້ໃຊ້ບໍລິການໃໝ່:</b> ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດດ່ຽວໃນການວາງແຜນຄອບຄົວ ຄັ້ງທຳອິດ ແລະ ບໍ່ເຄີຍໃຊ້ການວາງແຜນຄອບຄົວຊະນິດໃດມາກ່ອນ ແລະ ຫາກໍມາຮັບບໍລິການ </br><b>ໝາຍເຫດ:</b> ຜູ້ບໍລິການທີປ່ຽນວິທິການຄູມກຳເນີດ ບໍ່ແມ່ນຜູ້ບໍລິການໃໝ່ ຕົວຢ່າງ: ຜົວຂອງ ນ. ກ ເຄີຍໃຊ້ຖົງຢາງອະນາໄມໃນການວາງແຜນຄູມກຳເນີດ ມາໄດ້ 1 ປີ ແລ້ວເຊົາຄຸມຍ້ອນເອົາລູກ ພາຍຫຼັງເກີດລູກ ປ່ຽນວິທີ ມາໃຊ້ສັກຢາ ຄູມກຳເນີດແທນ. ກໍລະນີນີ້ ນ. ກ ບໍ່ແມ່ນຜູ້ບໍລິການໃໝ່ (ຖືວ່າເປັນຜູ້ໃຊ້ບໍລິການເກົ່າ ພຽງແຕ່ປ່ຽນວິທີໃໝ່)</br><b>ຜູ້ໃຊ້ບໍລິການສືບຕໍ່:</b>ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດດ່ຽວໃນການວາງແຜນຄອບຄົວສືບຕໍ່ ແມ່ນຜູ້ໃຊ້ຢາຄຸມເມັດດ່ຽວໃນການວາງແຜນຄອບຄົວມາກ່ອນ ແລະປະຈຸບັນກໍຍັງສືບຕໍ່ໃຊ້ ຫຼືບໍ່ໃຊ້ (ໃນປີປະຈຸບັນ) ຊຶ່ງອາດຈະມາຮັບການບໍລິການຢູ່ສະຖານທີ່ບໍລິການບ່ອນເກົ່າ ຫຼື ອາດໄປຮັບບໍລິການຢູ່ບ່ອນອື່ນ ຖືວ່າຍັງເປັນຜູ້ສືບຕໍ່ຂອງສະຖານທີ່ບໍລິການນັ້ນ<b>ໝາຍເຫດ:</b> ຊຶ່ງສາມາດນັບເອົາຢູ່ຟອມ 01 ຂອງຜູ້ໃຊ້ຢາຄຸມເມັດດ່ຽວ ແລະ ກໍລະນີຕົກເຮ່ຍໃຫ້ເກັບອອກໃນທ້າຍປີ ເທົ່ານັ້ນ ແລະ ເກັບອອກສຳລັບຜູ້ອາຍຸກາຍໄວຈະເລີນພັນ ແລະ ຜູ້ທີ່ຮູ້ເຫດຜົນຊັດເຈນວ່າເຊົາໃຊ້ແລ້ວ",
        "ສັງລວມຈາກ ປື້ມບັນທຶກການບໍລິການວາງແຜນຄອບຄົວ  ຫ້ອງລວມຈາກຢາຄຸມເມັດດ່ຽວ",
      ],
    },
    {
      key: "Combined_Pill",
      value: [
        "Combined Pill",
        "",
        "",
        "",
        "ຢາຄຸມຊະນິດປະສົມ",
        "ຢາຄຸມຊະນິດປະສົມ(ສະຖານທີ່ບໍລິການ, ນອກສະຖານທີ່ບໍລິການ,CBD ແລະ ອສບ)",
        "<b>ຜູ້ບໍລິການເກົ່າ:</b>ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດປະສົມ ໃນການວາງແຜນຄອບຄົວ ຫລື ຜູ້ທີເຄີຍໃຊ້ການວາງແຜນຄອບຄົວຊະນິດອື່ນຯມາກ່ອນ  ແລ້ວ ມາໃຊ້ ຢາຄຸມເມັດປະສົມ ໃນເດືອນນີ້.</br><b>ຜູ້ໃຊ້ບໍລິການໃໝ່:</b>ຈຳນວນຜູ້ບໍລິການທີ່ໃຊ້ ຢາຄຸມເມັດປະສົມ ໃນການວາງແຜນຄອບຄົວ ຄັ້ງທຳອິດ ແລະ ບໍ່ເຄີຍໃຊ້ການວາງແຜນຄອບຄົວຊະນິດໃດມາກ່ອນ </br><b>ໝາຍເຫດ:</b> ຜູ້ບໍລິການທີປ່ຽນວິທິການຄູມກຳເນີດ ບໍ່ແມ່ນຜູ້ບໍລິການ ໃໝ່ ຕົວຢ່າງ: ຜົວຂອງ ນ. ກ ເຄີຍໃຊ້ຖົງຢາງອະນາໄມໃນການວາງແຜນຄູມກຳ ເນີດ ມາໄດ້ 2 ປີ ແລ້ວ. ປະຈຸບັນ ແມ່ນຢາກປ່ຽນວິທີ ມາໃຊ້ສັກຢາຄູມກຳ ເນີດແທນ. ກໍລະນີນີ້ ນ. ກ ບໍ່ແມ່ນຜູ້ບໍລິການໃໝ່ (ຖືວ່າເປັນຜູ້ໃຊ້ບໍລິກາເກົາ ພຽງແຕ່ປ່ຽນວິທີໃໝ່)",
        "ສັງລວມຈາກ ປື້ມບັນທຶກການບໍລິການວາງແຜນຄອບຄົວ  ຫ້ອງລວມຈາກຢາຄຸມຊະນິດປະສົມ",
      ],
    },
    {
      key: "Depose_Injectable",
      value: ["Depose (Injectable)", "", "", "", "ຢາຄຸມຊະນິດສັກ", "", "", ""],
    },
    { key: "IUD_", value: ["IUD", "", "", "", "ຮ່ວງອະນາໄມ", "", "", ""] },
    {
      key: "Implant_",
      value: ["Implant", "", "", "", "ຢາຝັງຄຸມກຳເນີດ", "", "", ""],
    },
    {
      key: "Emergency_pill",
      value: ["Emergency pill", "", "", "", "ຢາຄຸມຊະນິດສຸກເສີນ", "", "", ""],
    },
    {
      key: "Female_Sterilization",
      value: ["Female Sterilization", "", "", "", "ໝັນຍິງ", "", "", ""],
    },
    {
      key: "Male_Sterilization",
      value: ["Male Sterilization", "", "", "", "ໝັນຊາຍ", "", "", ""],
    },
  ],
};
